alefragnani.Bookmarks
alefragnani.project-manager
bhurt.puppet-snippets
bungcip.better-toml
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
GitHub.vscode-pull-request-github
ionutvmi.reg
jpogran.puppet-vscode
liximomo.remotefs
mikeburgh.xml-format
mrorz.language-gettext
ms-vscode.Go
ms-vscode.PowerShell
ms-vsliveshare.vsliveshare
PeterJausovec.vscode-docker
pnp.polacode
rebornix.project-snippets
rebornix.ruby
rust-lang.rust
seedess.vscode-remote-editor
shd101wyy.markdown-preview-enhanced
slevesque.vscode-hexdump
sohamkamani.code-eol
stkb.rewrap
streetsidesoftware.code-spell-checker
wwm.better-align
ziyasal.vscode-open-in-github