alefragnani.project-manager
bhurt.puppet-snippets
castwide.solargraph
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
jpogran.puppet-vscode
mikeburgh.xml-format
ms-vscode.Go
ms-vscode.PowerShell
ms-vsliveshare.vsliveshare
pnp.polacode
rebornix.project-snippets
rebornix.Ruby
rust-lang.rust
shd101wyy.markdown-preview-enhanced
stkb.rewrap
wwm.better-align
ziyasal.vscode-open-in-github
